<template>
  <main>
    <div class="photo-city-wrap">
      <div class="city__img-holder">
        <h2 class="city__header">Івано-Франківськ</h2>
        <p class="city__text-wrap">
          Франківськ, Станіславів, або ж просто Франик<br />
          <b>столиця Прикарпаття</b>
        </p>
        <div class="button-wrapper">
          <a href="#articles-cafes" class="button">Перейти до огляду</a>
        </div>
      </div>
    </div>
    <div class="desctiption-city-block">
      <p class="desctiption-text-wrap">
        Історично та й територіально місто завжди було пов'язане з Карпатськими
        горами й у цьому головна принада Івано-Франківська. Для мене знайомство
        з Франківськом розпочалось зі знайомством з Карпатами, бо практично
        кожен похід або розпочинався, або закінчувався у Франківську. До гір тут
        всього година-півтори автобусом або ж пару годин знаменитим "Раховозом".
        Але потягом чи автобусом, в гори чи з гір ти напевне будеш їхати через
        Франківськ. І тут є що подивитись у місті, а тим паче де випити смачної
        кави - мова ж у першу чергу про неї... Для багатьох моїх знайомих та
        друзів успішне завершення походу завжди асоціювалось із посиденьками у
        10ці, де смачно, дешево і порції настільки великі, що дві страви підряд
        не кожен може осилити після "похідної дієти"... Та з часом Франківськ
        розвивався і зявилось досить багато чудових місць де можна і поїсти, і
        випити кави і помилуватись містом у процесі. Тож пропоную до перегляду
        перелік моїх улюблених локацій Франика та детальна контактна інформація
        по кожному з них, звісно що з моїми коментарями та особистими
        рекомендаціями.
      </p>
      <!-- <h2 class="desctiption-header">Локації Івано-Франківська</h2> -->
    </div>
    <CafeList />
  </main>
</template>
<script>
import CafeList from "../components/cities/CafeList.vue";
export default {
  components: {
    CafeList,
  },
};
</script>
