<template>
  <main>
    <div class="photo-city-wrap">
      <div class="city__img-holder">
        <h2 class="city__header">Івано-Франківськ</h2>
        <p class="city__text-wrap">
          (Франківськ, Станіславів, або ж як лагідне скорочення місто часто називають
          просто Франик) <br />
          <b>столиця Прикарпаття</b>
        </p>
        <div class="button-wrapper">
          <a href="#articles-cafes" class="main-button button">Перейти до огляду</a>
        </div>
      </div>
    </div>
    <div class="desctiption-city-block">
      <p class="desctiption-text-wrap">
        Історично та й територіально місто завжди було пов'язане з Карпатськими горами й у
        цьому головна принада Івано-Франківська. Для мене знайомство з Франківськом
        розпочалось зі знайомством з Карпатами, бо практично кожен похід або розпочинався,
        або закінчувався у Франківську. До гір тут всього година-півтори автобусом або ж
        пару годин знаменитим "Раховозом". Але потягом чи автобусом, в гори чи з гір ти
        напевне будеш їхати через Франківськ. І тут є що подивитись у місті, а тим паче де
        випити смачної кави - мова ж у першу чергу про неї... Для багатьох моїх знайомих
        та друзів успішне завершення походу завжди асоціювалось із посиденьками у 10ці, де
        смачно, дешево і порції настільки великі, що дві страви підряд не кожен може
        осилити після "похідної дієти"... Та з часом Франківськ розвивався і зявилось
        досить багато чудових місць де можна і поїсти, і випити кави і помилуватись містом
        у процесі. Тож пропоную до перегляду перелік моїх улюблених локацій Франика та
        детальна контактна інформація по кожному з них, звісно що з моїми коментарями та
        особистими рекомендаціями.
      </p>
      <!-- <h2 class="desctiption-header">Локації Івано-Франківська</h2> -->
    </div>
    <div class="article-block-cafes" id="articles-cafes">
      <div class="article-wrapper ligth-block">
        <a href="" class="article__link-holder rosteria">
          <h3 class="article-name">Ростерія кави</h3>
        </a>
        <div class="article__dark-text">
          <p class="description">
            Автентична та єдина у своєму роді кав'ярня. Тут затишок інтер'єру
            зустрічається з романтикою каміну та красою вікових стін кінця XIX сторіччя.
          </p>
          <a class="dark-button button">Відвідати заклад</a>
        </div>
      </div>

      <div class="article-wrapper dark-block">
        <a href="" class="article__link-holder fabrica">
          <h3 class="article-name">Fabrica</h3>
        </a>
        <div class="article__ligth-text">
          <p class="description">
            FABBRICA – італійський ресторан з українськими продуктами. 
            Родзинка закладу - відкрита кухня і приготування страв в унікальній печі ручної роботи.
          </p>
          <a class="light-button button">Відвідати заклад</a>
        </div>
      </div>

      <div class="article-wrapper reverse-dark-block">
        <a href="" class="article__link-holder delicacia">
          <h3 class="article-name">Delikacia</h3>
        </a>
        <div class="article__ligth-text">
          <p class="description">
            Delikacia — кафе-кондитерська в самому центрі Івано-Франківська. Бельгійський
            та іспанський шоколад, вершкове масло, найкращі вершки з коров’ячого молока. У
            поєднанні з перевіреними європейськими технологіями отримуємо неперевершений
            смак навіть звичних десертів.
          </p>
          <a class="light-button button">Відвідати заклад</a>
        </div>
      </div>

      <div class="article-wrapper reverse-ligth-block">
        <a href="" class="article__link-holder tradycia">
          <h3 class="article-name">Традиція</h3>
        </a>
        <div class="article__dark-text">
          <p class="description">
            Заклад української кухні, який переверне Ваше уявлення про національні страви. 
            Наша кухня - це місце приготування старих рецептів по-новому, які точно будуть Вам до смаку.
            У кожній страві - довершений смак, неординарність та любов.
            <!-- Від компанії "Етнокухня "Традиція""
            "Унікальний заклад, який переверне Ваше сприйняття традиційної національної
            кухні. Кожна страва, обіцяє дивувати Вас. Ми - молодий заклад, що береже і
            примножує українські традиції.Заклад української кухні, який переверне Ваше уявлення про національні страви. 
            Наша кухня - це місце приготування старих рецептів по-новому, які точно будуть Вам до смаку.
            У кожній страві - довершений смак, неординарність та любов. До зустрічі у етнокухні "Традиція"!" 
            А інтер‘єр пропонує Вам затишок, адже тут продумано все до дрібниць.-->
          </p>
          <a class="dark-button button">Відвідати заклад</a>
        </div>
      </div>
    </div>
  </main>
</template>
<script></script>
