[
    {
        "id": 100,
        "name": "Franyk",
        "bannerTitle": "Івано-Франківськ",
        "bannerText": "Франківськ, Станіславів, або ж просто Франик<br /><b>столиця Прикарпаття</b>",
        "bannerImgClass": "franyk",
        "descrText": "Історично та й територіально місто завжди було пов'язане з Карпатськими горами й у цьому головна принада Івано-Франківська. Для мене знайомство з Франківськом розпочалось зі знайомством з Карпатами, бо практично кожен похід або розпочинався, або закінчувався у Франківську. До гір тут всього година-півтори автобусом або ж пару годин знаменитим \"Раховозом\". Але потягом чи автобусом, в гори чи з гір ти напевне будеш їхати через Франківськ. І тут є що подивитись у місті, а тим паче де випити смачної кави - мова ж у першу чергу про неї... Для багатьох моїх знайомих та друзів успішне завершення походу завжди асоціювалось із посиденьками у 10ці, де смачно, дешево і порції настільки великі, що дві страви підряд не кожен може осилити після \"похідної дієти\"... Та з часом Франківськ розвивався і зявилось досить багато чудових місць де можна і поїсти, і випити кави і помилуватись містом у процесі. Тож пропоную до перегляду перелік моїх улюблених локацій Франика та детальна контактна інформація по кожному з них, звісно що з моїми коментарями та особистими рекомендаціями."
    },
    {
        "id": 200,
        "name": "Kyiv",
        "bannerTitle": "Київ",
        "bannerText": "<q>Як тебе не любити, Києве мій</q>",
        "bannerImgClass": "kyiv",
        "descrText": "...."
    },
    {
        "id": 300,
        "name": "Cherkasy",
        "bannerTitle": "Черкаси",
        "bannerText": "колиска Кобзаря та центр козацтва",
        "bannerImgClass": "cherkasy",
        "descrText": "Почну з того що Черкаси це моя мала батьківщина, тут живе велика частина моєї родини...тож не дивно що я часто приїджаю у місто біля Дніпра та маю декілька улюблених місць. <br /> Саме місто має багату історію...на Черкащинні зароджувалось і розвивалось козацтво, тут народились Тарас Шевченко та Богдан Хмельницький, тут протягом всієї історії України відбувались легендарні події, які так воліла занепастити та знищити радянська влада ... але мова не про те. Черкаси розташовані на високому правому березі Дніпра, зокрема, посеред відносно недавно створеного Кременчуцького водосховища. Місцеві ж кличуть його \"Черкаським морем\" і в цьому є доля правди ... бо Дніпро тут розливається до самого горизонту, а протилежного берегу практично не видно - чим не море? Або ж коли в негоду сильний вітер несе справжні хвилі до берегу, нічим не гірші морських ... та й вітер тут доволі сильний, знову ж завдяки низькому лівому та високому правому берегу Дніпра, зі водосховища часто дує вітер і ті хто живуть біля Дніпра про те знають напевно ... але я це в Черкасах обожнюю,   Черкаси - зручне, затишне, красиве місто і останнім часом тут все більше розвивається бізнес та відкриваються нові цікаві локації. Дуже рекомендую прогулятись набережною вздовж Дніпра. Якщо знати маршрут то так можна пройти або ж пробігти вздовж Дніпра все місто. А які гарні на \"Черкаському морі\" світанки та заходи сонця, то краще бачити своїми очима... "
    },
    {
        "id": 400,
        "name": "Lviv",
        "bannerTitle": "Львів",
        "bannerText": "столиця галицької кави",
        "bannerImgClass": "lviv",
        "descrText": "...."
    },
    {
        "id": 500,
        "name": "Odesa",
        "bannerTitle": "Одеса",
        "bannerText": "",
        "bannerImgClass": "odesa",
        "descrText": "..."
    }
]